Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/bible/osko/index.php_kat_id=152_art_id=157.html.tmx
Source language: nob
Languages: sme

source: Lær om: Lavvo
sme: Oahpa: Lávvu

source: La ditt navn holdes hellig
sme: Áhččámet, don guhte leat almmis !

source: Vi tror at Gud Fader er vår Himmelske far, som har skapt oss og har kjent oss før vi ble født.
sme: Mii oskut ahte Ipmil áhčči lea min Almmálaš áhčči, guhte lea sivdnidan min ja lea dovdan min ovdal go mii riegádeimmet.

source: Han vet alt om oss, om hva vi trenger, han er aldri langt borte fra oss, og han elsker oss.
sme: Son diehtá buot min birra, min dárbbuid birra, son ii leat goassege guhkkin eret mis, ja son ráhkista min.

source: Kan alt være hellig, eller er det bare spesielle ting ?
sme: Sáhttá go buot leat bassi, vai leat go dušše dihto dávvirat bassi ?

source: Himmelske fars navn er hellig, og skal være stort og hellig blant oss.
sme: Almmálaš áhči namma lea bassi, ja sáhttá leat stuoris ja bassi min gaskkas.

source: Vi skal hedre Guds navn da som skal ha all ære og takk.
sme: Mii galgat árvvusatnit, sutnje galgá buot gudni ja giitosat.

source: Han er allmektig og har gitt oss alt vi har.
sme: Son lea buotveagalaš ja lea midjiide addán buot, mii mis leat.

source: Det er fort gjort at vi mennesker misbruker Guds navn - sier det uten å tenke over hva vi sier og hvorfor.
sme: Mii dadjat dan jurdilkeahttá maid dadjat ja manne.

source: Guds navn skal være hellig.
sme: Ipmila namma galgá leat bassi.

source: Jeg skal bruke Guds navn, men bare si " Gud " eller " Jesus " når jeg snakker med Gud, når jeg ber.
sme: Mun galggan gal Ipmila nama geavahit, muhto dajan “ Ipmil ” dahje “ Jesus ” dušše dalle go háleštan Ipmiliin, dalle go rohkadalan.

source: I samiske tradisjon er navngiving viktig.
sme: Sámi árbevierus lea namabidjan dehálaš.

source: I bunnen ligger en forestilling om at navnet er bærer av bestemte egenskaper.
sme: Boahtá dát oainnus ahte nammii čuvvot dihto iešvuođat.

source: Det har vært en skikk å kalle opp barn etter slektninger med ønske om at dennes egenskap ble overføres til barnet.
sme: Lea leamaš dábálaš addit mánnái nama muhtun fuolkki maŋis. Dalle lei sávaldat ahte dán fuolkki iešvuođat galge čuovvut nama mielde mánnái.

source: Kan du finne ut om noen i din familie er blitt oppkalt etter en slektning, og om dennes egenskaper har vært viktige i navnevalget ?
sme: Sáhtát go gávnnahit lea go giige du bearrašis ožžon namas fuolkki maŋis, ja leat go dán fuolkki iešvuođat leamaš dehálaččat nama válljemis ?

source: Navnesøsken, gaimmezat, er ansett å stå i et slags rituelt slektskap.
sme: Gáimmežat leat iešalddis fulkkežat.

source: Navnet blir et symbol på et usynlig bånd mellom dem.
sme: Namma šaddá govvan das, ahte sudno gaskkas lea oaidnemeahttun čanastat.

source: Guds navn er hellig i seg selv, men vi ber i denne bønnen at det også må holdes hellig hos oss.
sme: Ipmila namma lea gal bassi iešalddis, muhto dán rohkosis mii rohkadallat ahte dat basuhuvvošii dáppe min luhtte ge.

source: Hvordan skjer det ?
sme: Mo dat dáhpáhuvvá ?

source: Det skjer når Guds ord læres klart og rent, og vi også lever etter det som Guds barn.
sme: Dat dáhpáhuvvá go Ipmila sátni oahpahuvvo buhttásit ja rievttuid, ja go mii ge eallit bassi eallingearddis Ipmila mánnán.

source: Hjelp oss til det, kjære Far i himmelen.
sme: Veahkehivččet min dasa, ráhkis Ipmil Áhčči almmis !

source: Den som ikke lever og lærer etter Guds ord, han vanhelliger Guds navn.
sme: Muhto son guhte oahpaha ja eallá eará láhkai go Ipmila sátni oahpaha, eahpebasuha Ipmila nama min gaskkas.

source: Bevar oss fra det, himmelske Far.
sme: Várjalivččet min das eret, almmálaš Áhčči !
